<template>
  <!-- <DefaultHeader></DefaultHeader> -->
  <div class="container_h">
    <el-breadcrumb separator-class="el-icon-arrow-right">
      <el-breadcrumb-item :to="{ path: '/' }">首页</el-breadcrumb-item>
      <el-breadcrumb-item><a>{{ title }}</a> </el-breadcrumb-item>
      <el-breadcrumb-item>正文</el-breadcrumb-item>
    </el-breadcrumb>
    <br>
  </div>
  <!-- 外面包一个大容器 -->
  <div class="container">

    <img src="@/assets/特色小吃抱罗粉素材3.jpg" alt="" class="img1">
    <h2>抱罗粉介绍：</h2>
    <p style="text-align: justify;">

      <strong>历史渊源</strong><br>
      抱罗粉是海南省文昌市的特色小吃，因盛起文昌市的抱罗镇得名，相传自明代起就成为抱罗镇闻名四乡的美食，距今已有数百年历史。<br>
      <strong>制作工艺</strong><br>
      米粉制作：选用优质大米，经淘净、清水浸泡后细磨成浆，装进布袋挤出水分，再将粉袋放清水中浸泡，随后抖出粉团，加入食油、香油和清水调匀成糊浆，装入压粉筒，用力将糊浆通过筒底多孔漏眼徐徐挤压成线条，落入沸水锅中，刚熟捞起，过凉水冷却，置竹箩中沥去水分而成。<br>
      靓汤熬制：主要用猪、牛骨熬煮，汤滚时不断撇除浮沫，熬至骨味完全渗出，再调入适量食盐、味精增鲜，也可加入牛肉、海鲜等辅料，使汤更加鲜美360个人图书馆。<br>
      佐料准备：包括炒花生米、炒芝麻仁（碾成碎末）、炒笋丝、炒酸菜、特制牛肉干丝、炒猪肉丝、蒜香熟油、香菜、葱花等。<br>
      <strong>风味特点</strong><br>
      口感丰富：粉身洁白柔软爽滑，呈半透明状，软而韧，有入口即化但又有嚼劲的感觉。汤汁鲜美，佐料奇香耐咀嚼，不膻不腻，鲜香略带酸辣。<br>
      味道独特：抱罗粉的汤较甜，是一种独特的鲜甜，甜而不腻，且甜中带酸，酸中带辣，其味妙不可言今日头条。<br>
      <strong>食用方式</strong><br>
      汤吃：配以瘦猪肉、猪肝、猪粉肠、猪肾、猪脾、竹笋、酸菜等，将滚烫的靓汤浇过粉面，洒进少量胡椒粉，味道鲜美，多吃不腻。<br>
      干拌：配上牛肉干、花生米、芝麻仁、竹笋、酸菜、豆芽及芝麻油或花生油，加入少许辣椒或胡椒粉，鲜美滑嫩，香喷可口。<br>
      <strong>文化意义</strong><br>
      地域文化象征：抱罗粉是海南饮食文化的重要代表，体现了海南人民的生活习惯和口味偏好，承载着当地的历史文化和民俗风情，是海南一张独特的文化名片。<br>
      旅游美食名片：作为到海南的游客必吃的特色美食小吃之一，抱罗粉吸引着众多游客前来品尝，有助于推广海南的旅游文化，促进当地旅游业的发展抖音百科排行榜123网。
    </p>

    <img src="@/assets/特色小吃椰奶清补凉素材2.jpg" alt="" class="img1">
    <h2>清补凉介绍：</h2>
    <p style="text-align: justify;">
      <strong>历史渊源</strong><br>
      海南清补凉历史悠久，可追溯至公元前219年，秦始皇统一中原后派军平定岭南，因士兵水土不服，随军大夫以莲子、百合、沙参等传统药膳为原料做成药食两用的粥，士兵服用后战斗力重振，赵佗因其有“清热气、补元气”之功效，将其命名为“清补凉”。<br>
      <strong>食材准备</strong><br>
      海南清补凉的食材丰富多样，一般至少有10多种，多的可达20多种。常见的有绿豆、红豆、薏米、通心粉、凉粉块、西米露、汤圆、冬瓜薏、红枣、西瓜丁、葡萄干、鹌鹑蛋、玉米粒、花生仁、百合、银耳、桂圆肉、莲子、菠萝丁、椰子肉等。<br>
      <strong>烹饪方法</strong><br>
      先将不能生食的绿豆、薏米、芋头、鹌鹑蛋、汤圆等分别煮熟，注意不要煮太烂，然后捞干；烧开水倒入西米，煮至四周透明中间只有一个白点时关火，焖煮至西米完全透明，捞出过冷水，泡在冷水中备用；将其他食材洗净、切好；凉开水制冰块；准备红糖或红糖浆；砍椰子，收集椰子汁。
      组合搭配：将煮好、切好的各种食材各抓一点放入碗中，加入几块冰块，再掺入椰子汁、椰奶或红糖水，还可放两勺嫩椰肉，无需搅拌。<br>
      <strong>口味分类</strong><br>
      椰子水清补凉：以新鲜椰子水为基底，味道清甜爽口，充满浓郁的椰子清香，能最大程度地体现清补凉的清爽口感，为食客带来原汁原味的海南风情。<br>
      椰奶清补凉：采用椰奶作为主要汤底，椰香浓郁，口感醇厚，相较于椰子水清补凉，椰奶清补凉的味道更加浓郁，质地也更为浓稠，给人一种浓郁的热带风情体验。<br>
      红糖水清补凉：以红糖水作为汤底，甜度适中，具有独特的焦糖香味，能够为清补凉增添一种醇厚的甜味，与各种食材搭配相得益彰，是喜欢甜味浓郁口感食客的首选。 <br>
      <strong>营养价值</strong><br>
      海南清补凉富含蛋白质、膳食纤维、维生素和矿物质等营养成分，具有滋阴补肾、健脾养胃、消暑利尿、润肤养颜等作用，还可以降火、健胃清肺，是一种健康又美味的小吃。<br>
      <strong>地域文化象征</strong><br>
      清补凉是海南饮食文化的重要代表，体现了海南人民的生活习惯和口味偏好，承载着当地的历史文化和民俗风情，是海南一张独特的文化名片。<br>
    </p>

    <img src="@/assets/特色小吃陵水酸粉素材1.jpg" alt="" class="img1">
    <h2>陵水酸粉：</h2>
    <p style="text-align: justify;">
      <strong>历史渊源</strong><br>
      据传说，陵水酸粉最早起源于清朝末年，由陵水县安马村一位胡姓男子发明，后传到王氏门下。当时渔民将新鲜捕捞的海产品与米粉搭配，加入醋、辣椒等调料腌制，逐渐流传开来。<br>
      <strong>制作工艺</strong><br>
      米粉制作：米粉制作：选用优质稻米，经淘净、浸泡、磨粉、发酵等工序，将糯米和陈米打成粉状，揉成面团，用漏斗挤压成米条放入沸水中制成，要求米粉白、细、韧、嫩<br>
      配料准备：包括牛肉干、沙虫干、鱼饼、鱿鱼丝、小咸鱼、虾米、芝麻、熟花生仁、酸豆角、酸笋、空心菜、韭菜、香菜等。牛肉和沙虫要经过晒干、油炸，使其色泽金黄、酥脆喷香。<br>
      酱料调制：以米醋为基础，加入蒜蓉酱、番茄沙司、白糖、辣椒、香菜、生粉等多种调料熬制，还可加入海南特产小青桔等，让酸味更有层次感，形成独特的酸辣甜香味道风味特点<br>
      <strong>口感丰富</strong><br>
      米粉滑而不腻、q 弹爽口、入口即化，与香脆的牛肉干、沙虫干，鲜嫩的鱼饼，有嚼劲的鱿鱼丝等配料搭配，口感层次分明。<br>
      <strong>味道独特</strong><br>
      以酸辣甜香为主，酸醋的酸味、辣椒的辣味、白糖的甜味以及香菜等香料的香味相互融合，每一口都充满层次感和惊喜，汤汁鲜美、酸辣适中，开胃解腻。<br>
    </p>

    <img src="@/assets/特色小吃椰子鸡素材2.jpg" alt="" class="img1">
    <h2>海南椰子鸡：</h2>
    <p style="text-align: justify;">
      <strong>历史渊源</strong><br>
      椰子鸡是海南传统名菜，其起源有多种说法。一种说法是起源于明代，当时海南居民为保存食物，在烹饪中加入椰子汁，发现用其炖煮的鸡肉口感嫩滑、味道鲜美，椰子鸡逐渐流传开来。另一种说法是椰子鸡起源于海南岛的黎族、苗族等少数民族地区，早期居民将椰子汁与鸡肉共炖，形成了这种特别的烹饪方法。还有传说称，古时候一位黎族姑娘用椰子汁炖鸡肉给生病的孩子滋补身体，孩子病情好转后，椰子鸡便在海南岛上流传开来。<br>
      <strong>制作工艺</strong><br>
      食材选择：鸡肉一般选用海南当地的文昌鸡，尤其是半年到一年龄的鸡，肉质更加鲜嫩紧实。椰子则要挑选新鲜、成熟的，以保证椰子水的纯净与清甜。<br>
      <strong>烹饪方法</strong><br>
      先将椰子打开，取出椰子水备用；鸡肉清洗干净后切成块状，可先进行焯水或用料酒、盐腌制去腥。在锅中倒入椰子水，大火烧开后转小火，加入姜片、葱段等香料炖煮。另起一锅炒香香料，再将鸡肉放入锅中翻炒至表面上色，然后倒入煮沸的椰子水中，用中小火慢炖约
      30 分钟，直至鸡肉熟透，汤汁浓郁。<br>
      <strong>蘸料调制</strong><br>
      海南椰子鸡的蘸料丰富多样，常见的有蒜末、小米椒碎、香菜碎、鱼露、白糖、柠檬汁、凉开水等。将这些调料按照一定比例混合搅拌均匀，可根据个人口味调整酸甜辣的平衡，以达到鲜、酸、辣、香的完美融合。<br>
      <strong>风味特点</strong><br>
      口感丰富：鸡肉鲜嫩多汁、滑嫩爽口，经过椰子水的炖煮，鸡肉吸收了椰子的清香，吃起来既有鸡肉的原汁原味，又带有淡淡的甜味和浓郁的椰香。汤汁则清澈鲜美，带有浓郁的椰子香味，口感清甜，喝起来十分爽口。<br>
      味道独特：椰子鸡的味道以清淡、鲜美、香甜为主，椰子的甜味与鸡肉的鲜味相互交融，形成了一种独特的风味。搭配特制的蘸料，酸甜微辣的味道能够中和鸡肉的油腻感，增添风味层次，使每一口都充满丰富的口感体验。<br>
      <strong>营养价值</strong><br>
      补充蛋白质：鸡肉富含优质蛋白质，其蛋白质质地细腻，易于消化吸收，能够为人体提供必要的营养物质，尤其适合儿童、老人和体弱者食用。<br>
      丰富维生素和矿物质：椰子汁中含有丰富的维生素 C、维生素 B6、钙、铁、镁、钾、钠等多种维生素和矿物质，可以补充人体所需的多种营养成分。<br>
      清热解暑与补虚健体：椰子汁具有清热解暑、消暑止渴的功效，同时还能补虚健体、增强免疫力，对于疲劳恢复、身体调养有很好的作用。
    </p>

  </div>
</template>

<script>
import DefaultHeader from "@/components/DefaultHeader.vue";
import HomeFooter from "@/components/HomeFooter.vue";

export default {
  data() {
    return {
      title: '特色小吃',
      list: [

      ],

    }
  },
  components: { DefaultHeader, HomeFooter }
}
</script>

<style scoped>
.container {
  width: 60%;
  /*background-color: aqua;*/
  margin-left: 20%;
  margin-bottom: 50px;
}

.container_h {
  width: 60%;
  /*background-color: aqua;*/
  margin-left: 20%;
}

.el-breadcrumb {
  padding: 15px 0;
  /*background-color: white;*/
  border-bottom: 1px solid rgb(153, 153, 153);
}

h1 {
  text-align: center;
  color: rgb(59, 83, 123);
}

.con {
  display: flex;
  margin-bottom: 5%;
  margin-left: 10px;
}

p {
  font-size: medium;
  text-align: center;
  line-height: 1.6;
  margin-left: 2%;
}

.img1 {
  width: 30%;
  margin-left: 30%;
}
</style>